accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blueberry
bluez
bluez-utils
btop
btrfs-progs
cantarell-fonts
cmatrix
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dolphin
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eog
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
eos-update-notifier
espeak-ng
ethtool
evince
exfatprogs
eza
f2fs-tools
fd
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdb
gdm
ghostscript
gimp
git
git-delta
github-cli
glances
gnome-calculator
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
go
grub
grub-customizer
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
hwdetect
hwinfo
hyprland
hyprpaper
i3-wm
i3blocks
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kitty
kvantum
lazygit
less
libconfig
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-utils
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
meson
mlocate
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
neofetch
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nodejs-lts-hydrogen
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
obs-studio
openssh
orca
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
perl
php
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
pv
python
python-pip
python-pynvim
python-pyqt5
qt5ct
qt6ct
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
s-nail
scdoc
sg3_utils
smartmontools
sof-firmware
splix
starship
sudo
sushi
swappy
swaybg
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
thunar
thunderbird
tldr
tmux
tor
totem
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
uthash
vi
waybar
welcome
wget
which
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yadm
yay
zathura
zathura-pdf-mupdf
zoxide
zsh
